Revit 2024 API
TableCellStyleOverrideOptions.FontSize Property
 Indicates if the font size characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool FontSize { get; set; }
Visual Basic
Public Property FontSize As Boolean
	Get
	Set
Visual C++
public:
property bool FontSize {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace